/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50505
Source Host           : localhost:3306
Source Database       : db_touristapp

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2019-01-17 22:01:15
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `place`
-- ----------------------------
DROP TABLE IF EXISTS `place`;
CREATE TABLE `place` (
  `place_id` int(11) NOT NULL,
  `place_title` varchar(200) NOT NULL,
  `place_detail` text NOT NULL,
  `place_img` varchar(200) NOT NULL,
  PRIMARY KEY (`place_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of place
-- ----------------------------
INSERT INTO `place` VALUES ('1', 'ป่าฮาลาบาลา', '“ป่าฮาลาบาลา” เป็นป่าดิบชื้นบริเวณชายแดนไทย-มาเลเซีย แหล่งต้นน้ำหล่อเลี้ยง 3 จังหวัดชายแดนภาคใต้ มีสัตว์หายากหลายชนิดอยู่อาศัย เช่น กระซู่ กระทิง สมเสร็จ นกเงือก เสือ ฯลฯ พืชบางชนิดในป่าก็มีแค่ที่นี่ที่เดียวในโลก สามารถล่องเรือเที่ยวได้ ลงเรือที่ท่าเรือตาพะเยา ค่าบริการคนละ 500 บาท จะได้เห็นสัตว์บกและนกออกมากินน้ำ เห็นต้นไม้ที่ผลิใบหลากสีสัน แดง เหลือง เขียว และมี “เกาะทวด” สถานที่ศักดิ์สิทธิ์ที่ผู้คนชอบไปขอเลขเด็ดกัน แต่เด็ดจริงไหมต้องไปทดสอบดูเอง', 'https://img.wongnai.com/p/1968x0/2018/06/18/943178b3f04f48378fe50c508ff66a42.jpg');
INSERT INTO `place` VALUES ('2', 'จุดชมทะเลหมอกอัยเยอร์เวง', 'จุดชมวิวบนเขาไมโครเวฟ สูงกว่าระดับน้ำทะเล 2,038 ฟุต ดูได้ตั้งแต่เช้าตรู่ถึงประมาณ 9 โมงเช้า หลัก กม. ที่ 33 นับจากเมืองเบตง มีทะเลหมอกตลอดปี ขับรถขึ้นไปได้สะดวก เป็นถนนลาดยาง มีนักท่องเที่ยวทั้งไทย มาเลเซีย สิงคโปร์มาเที่ยว ไม่ไกลจากที่เที่ยวยะลาแห่งนี้มีที่พักให้เลือกหลายแห่ง ราคาหลักร้อยเท่านั้นเอง รวมถึงมีบริการกางเต็นท์ด้วย', 'https://img.wongnai.com/p/1968x0/2018/06/18/6033dc0c057a4769954750184344cf98.jpg');
INSERT INTO `place` VALUES ('3', 'เขื่อนบางลาง', 'อยากเที่ยวยะลาแบบชิลล์ แนะนำเขื่อนบางลาง เขื่อนหินถมแกนดินเหนียว สร้างกั้นแม่น้ำปัตตานี และเป็นเขื่อนผลิตกระแสไฟฟ้า ด้วยแถว ๆ นี้แวดล้อมไปด้วยภูเขา บรรยากาศก็เลยไปคล้ายกับที่เที่ยวภาคเหนือ เป็นที่ที่เหมาะมากสำหรับเอนกายพักผ่อน มีบ้านพักรับรอง ราคาตั้งแต่ 200-2,000 บาท ให้ครบทุกอย่างตั้งแต่ แอร์ โทรทัศน์ ตู้เย็น เครื่องทำน้ำอุ่น ไหน ๆ เที่ยวเขื่อนไม่ควรพลาดชมวิวสันเขื่อน ซึ่งมีร้านอาหารเรือนบาแลตั้งอยู่ มีอาหารประเภทปลาทำให้กินสด ๆ ฟินแน่นอน', 'https://img.wongnai.com/p/1968x0/2018/06/18/5c4e039320d0456ca84c3e6b9b6b0397.jpg');
INSERT INTO `place` VALUES ('4', 'สวนดอกไม้เมืองหนาวเบตง', 'รู้หรือไม่? ยะลามีสวนดอกไม้เมืองหนาวด้วยนะ! ขนาดก็กว้างขวางถึง 35 ไร่ เป็นโครงการในพระราชดำริของสมเด็จพระเทพรัตนฯ พื้นที่โครงการแบ่งออกเป็น สวนหมื่นบุปผา ซึ่งมีศาลานั่งพัก เดินเล่นในอากาศเย็นได้เพลิดเพลิน แปลงทดลองการปลูกพืชผัก แปลงดอกไม้กลางแจ้ง แปลงดอกไม้ในโรงเรือน พันธุ์ไม้ที่นี่มีให้ชมหลากหลายชนิด เช่น ไฮเดรนเยียร์ เบญจมาศ กุหลาบ พีค็อก เยอร์บีรา ฯลฯ ที่เที่ยวยะลาแห่งนี้เป็นสวนดอกไม้เมืองหนาวแห่งเดียวในภาคใต้ อากาศเย็นสบายราว 10 กว่าองศาตลอดทั้งปี มีห้องพักสำหรับใครที่อยากสัมผัสบรรยากาศเมืองหนาวแห่งภาคใต้แบบเต็ม ๆ', 'https://img.wongnai.com/p/432x432/2018/06/18/7a94d89bb94b4c9f9287cde2a973739f.jpg');

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `user_id` int(11) NOT NULL,
  `user_name` varchar(200) NOT NULL,
  `user_lname` varchar(200) NOT NULL,
  `username` varchar(200) NOT NULL,
  `password` varchar(200) NOT NULL,
  PRIMARY KEY (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', 'admin', 'demo', 'admin', '1234');
